import React from 'react'

export default function main() {
  return (
    <section>
        <h1> Devil may cry </h1>
        <p>Devil May Cry (яп. デビル メイ クライ Дэбиру Мэй Курай; рус. Дьявол может плакать) — серия из шести игр в жанре слэшер, разработанных компанией Capcom. Первая игра в серии задумывалась как продолжение Resident Evil, но в конечном итоге была выделена в отдельный проект. Игровой процесс основан на зрелищных битвах с противниками и разной степени сложности головоломках. Серия получила успех, продавшись несколькими миллионами копий, что привело к созданию комиксов, новелл, аниме и коллекционных фигурок. В 2010 году на Tokyo Game Show была продемонстрирована новая часть под названием DmC, разрабатываемая Ninja Theory.
            
        </p>
    </section>
  )
}
